brew "ansible"
brew "curl"
brew "expect"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "neovim"
brew "nodebrew"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "wget"
brew "jesseduffield/lazygit/lazygit"
cask "alt-tab"
cask "font-hack-nerd-font"
cask "rectangle"