tap "hashicorp/tap"
tap "homebrew/bundle"
tap "rcmdnk/file"
tap "yakitrak/yakitrak"
brew "ansible"
brew "ansible-lint"
brew "cmake"
brew "libidn2"
brew "curl"
brew "expect"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "go"
brew "lazygit"
brew "libfido2"
brew "libpq"
brew "lua@5.1"
brew "luarocks"
brew "mysql"
brew "neovim"
brew "nodebrew"
brew "packer"
brew "peco"
brew "python@3.11"
brew "ripgrep"
brew "rustup-init"
brew "terraform"
brew "tmux"
brew "tree"
brew "rcmdnk/file/brew-file"
brew "yakitrak/yakitrak/obs"
cask "hashicorp-vagrant"
cask "postman"
cask "virtualbox"
vscode "farosystemappender constructor"
vscode "4ops.terraform"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "antfu.iconify"
vscode "anysphere.pyright"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "burkeholland.simple-react-snippets"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "dariofuzinato.vue-peek"
vscode "davidanson.vscode-markdownlint"
vscode "davidlgoldberg.jumpy2"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "evilz.vscode-reveal"
vscode "folke.vscode-monorepo-workspace"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hollowtree.vue-snippets"
vscode "kimuson.ts-type-expand"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.makefile-tools"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "patricklee.vsnotes"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "rbuckton.deoptexplorer-vscode"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sdras.night-owl"
vscode "sdras.vue-vscode-extensionpack"
vscode "sdras.vue-vscode-snippets"
vscode "tomoki1207.pdf"
vscode "uctakeoff.vscode-counter"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "yinfei.luahelper"
vscode "yoyo930021.vuter"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
